List<Map<String, String>> menu = [
  {'name': 'Понедельник', 'breakfast': 'Курузная каша', 'lanch': 'Гречневый суп с мясом', 'lanch2': 'Торт Санчо Панчо', 'dinner': 'Колбаски по слуцки + Картофель отварной'},
  {'name': 'Вторник', 'breakfast': 'Манная каша', 'lanch': 'Грибной суп из вешенок', 'lanch2': 'Творог домашний', 'dinner': 'Колбаски по слуцки + Салат из фасоли и кукурузы'},
  {'name': 'Среда', 'breakfast': 'Гречневая каша', 'lanch': 'Грибной суп из вешенок', 'lanch2': 'Хурма', 'dinner': 'Салат их фасоли и кукурузы + картофельное пюре'},
  {'name': 'Четверг', 'breakfast': 'Ячневая каша', 'lanch': 'Темный борщ с грибами и черносливом', 'lanch2': 'Фруктовый коктейль с кефиром и творогом', 'dinner': 'Карп тушеный в вине с имбирем + Салат из свежей капусты с чесночной заправкой'},
  {'name': 'Пятница', 'breakfast': 'Пшеная каша', 'lanch': 'Темный борщ с грибами и черносливом', 'lanch2': 'Мандарины', 'dinner': 'Макароны отварные + Салат из моркови и яблок'},
  {'name': 'Суббота', 'breakfast': 'Овсяная каша', 'lanch': 'Харчо', 'lanch2': 'Шоколадная колбаса', 'dinner': 'Курица на банке с пивом + Салат из моркови и яблок'}
];
